Revit 2024 API
SymbolTypeId.LpsPerMSup2 Property
 Symbol LPS/m², indicating unit Liters per second square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LpsPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property LpsPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LpsPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace